Repository: henryk/txtr
Catalog: *.po
Languages: de

source: Source: %s
de: Quelle: %s

source: , upload OK: %s
de: , Upload erfolgreich: %s

source: , upload aborted by user
de: , Upload vom Benutzer abgebrochen

source: , upload error: %s
de: , Upload nicht erfolgreich: %s

source: Waiting for other upload(s) to finish
de: Warte bis der/die andere(n) Upload(s) beendet sind

source: %(percent)3.f%%, %(done)i of %(size)i bytes
de: %(percent)3.f%%, %(done)i von %(size)i bytes

source: Upload in progress ...
de: Upload läuft ...

source: finished
de: beendet

source: Changing attribute ...
de: Ändere Attribut ...

source: Reloading document data ...
de: Lade geänderte Dokument-Daten neu ...

source: Attribute changed.
de: Attribut geändert.

source: Error while trying to change attribute
de: Fehler beim Ändern des Attributs

source: Retrieving lost texts ...
de: Suche ungelistete Texte ...

source: No lost texts found
de: Keine ungelisteten Texte gefunden

source: Found %(count)i unlisted texts
de: %(count)i ungelistete Texte gefunden

source: Appending texts to the inbox ...
de: Hänge Texte an "Meine neuen Texte" an ...

source: Exception while trying to append to the inbox
de: Fehler beim Anhängen an "Meine neuen Texte"

source: Appended %(count)i texts to the inbox
de: %(count)i Texte an "Meine neuen Texte" angehängt

source: Adobe PDF files
de: Adobe-PDF-Dateien

source: Microsoft PowerPoint presentations
de: Microsoft-PowerPoint-Präsentationen

source: Microsoft Word documents
de: Microsoft-Word-Dokumente

source: Microsoft Excel sheets
de: Microsoft-Excel-Blätter

source: All files
de: Alle Dateien

source: Select file to upload
de: Datei zum hochladen auswählen

source: Can't upload file without login data
de: Kann ohne Login-Daten keine Datei hochladen

source: Please set login data in preferences
de: Bitte Login-Daten in den Einstellungen setzen

source: Login to txtr.com API ...
de: Login bei der txtr.com-API ...

source: Login not ok, please check username and password
de: Login nicht erfolgreich, bitte Benutzername und Passwort überprüfen

source: Login ok
de: Login erfolgreich

source: Retrieving user's lists ...
de: Hole Benutzerlisten ...

source: Inbox
de: Meine neuen Texte

source: Trash
de: Papierkorb

source: Logging out ...
de: Logout ...

source: Logout ok
de: Logout erfolgreich

source: <b>Lost+Found</b>
de: <b>Ungelistete Texte</b>

source: <b>txtr login</b>
de: <b>txtr Login-Daten</b>

source: About txtr Uploader
de: Info zu txtr Uploader

source: Do_n't append
de: _Nicht anhängen

source: Lost+Found
de: Ungelistete Texte

source: No, don't look for lost texts
de: Nein, nicht nach ungelisteten Texten suchen

source: Should txtr Uploader look for texts that are not in any list and append them to the Inbox?
de: Soll txtr Uploader nach Texten suchen, die in keiner Liste enthalten sind, und diese an "Meine neuen Texte" anhängen?

source: T_arget:
de: _Zielordner:

source: Yes, append automatically
de: Ja, automatisch anhängen

source: Yes, but ask before appending
de: Ja, aber vor dem Anhängen fragen

source: _Append to Inbox
de: _An "Meine neuen Texte" anhängen

source: _Don't ask again
de: N_icht noch einmal fragen

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Password:
de: _Passwort:

source: _Tools
de: _Werkzeuge

source: _Upload ...
de: _Hochladen ...

source: _Username:
de: _Benutzername:

source: txtr Uploader found some texts that were not in any list. Do you want to append theses texts to the Inbox?
de: txtr Uploader hat einige Texte gefunden, die in keiner Liste enthalten sind. Sollen diese Texte an "Meine neuen Texte" angehängt werden?

source: txtr Uploader preferences
de: txtr-Uploader-Einstellungen
